dungeon_list = [
    "semen",
    "cum",
    "gay boy",
    "dungeon master",
    "full master",
    "three hundred bucks",
    "fucking slave",
    "boss of the gym",
    "fuck you",
    "fisting anal"
]

smiles_list_string = "😀😁😂🤣😃😄😅😆😉😊😋😎😍😘🥰😗😙🥲😚☺️🙂🤗🤩🤔🫡🤨😐😑😶🫥😶‍🌫️🙄😏😣😥😮🤐😯😪😫🥱😴😌😛😜😝🤤😒😓😔😕🫤🙃🫠🤑😲☹️🙁😖😞😟😤😢😭😦😧😨😩🤯😬😮‍💨😰😱🥵🥶😳🤪😵😵‍💫🥴😠😡🤬😷🤒🤕🤢🤮🤧😇🥳🥸🥺🥹🤠🤡🤥🫨🤫🤭🫢🫣🧐🤓😈👿👹👺💀☠️👻👽👾🤖💩😺😸😹😻😼😽🙀😿😾"
smiles_list = smiles_list_string.split()

errors_dict = {
    'о': ['а', 'у', 'о', 'о'],
    'е': ['и', 'е', 'е'],
    'и': ['ы', 'и'],
    'у': ['ю', 'у', 'у'],
    'а': ['я', 'а', 'а'],
    'д': ['т', 'д', 'д'],
    'т': ['тт', 'дт', 'т'],
    'я': ['йа', 'я'],

    'q': ['q', 'u', 'j', 'w'],
    'n': ['n', 'm', 'b'],
    'l': ['l', 'l', 'i', 'j'],
}
